
{"id":3,"date":"2021-09-01T08:38:58","date_gmt":"2021-09-01T05:38:58","guid":{"rendered":"http:\/\/phenomenonstudio.com\/?page_id=3"},"modified":"2022-04-27T14:14:02","modified_gmt":"2022-04-27T11:14:02","slug":"cookies-policy","status":"publish","type":"page","link":"https:\/\/phenomenonstudio.com\/cookies-policy","title":{"rendered":"Cookies policy"},"content":{"rendered":"<h3>We were tasked with an exciting brief to build an immersive experience that reflects the innovative nature of slope solutions.<\/h3>\n<p>This Cookie Policy explains what cookies are and how TMI uses them. You should read this policy to understand what cookies are, how we use them, the types of cookies we use (i.e. the information we collect using cookies) and how that information is used and how to control the cookie preferences. For further information on how we use, store and keep your personal data secure, see our Privacy Policy.<\/p>\n<p>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<\/p>\n<p>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<\/p>\n<p>Your consent applies to the following domains: <a href=\"https:\/\/phenomenonstudio.com\">Phenomenonstudio.com<\/a><\/p>\n<h3>What are cookies?<\/h3>\n<p>Cookies are small text files that are used to store small pieces of information. The cookies are stored on your device when the website is loaded on your browser. These cookies help us make the website function properly, make the website more secure, provide better user experience, and understand how the website performs and to analyze what works and where it needs improvement.<\/p>\n<h3>How do we use cookies?<\/h3>\n<p>As most of the online services, our website uses cookies first-party and third-party cookies for a number of purposes. The first-party cookies are mostly necessary for the website to function the right way, and they do not collect any of your personally identifiable data.<\/p>\n<p>The third-party cookies used on our websites are used mainly for understanding how the website performs, how you interact with our website, keeping our services secure, providing advertisements that are relevant to you, and all in all providing you with a better and improved user experience and help speed up your future interactions with our website.<\/p>\n<h3>What types of cookies do we use?<\/h3>\n<p>Essential: Some cookies are essential for you to be able to experience the full functionality of our site. They allow us to maintain user sessions and prevent any security threats. They do not collect or store any personal information. For example, these cookies allow you to log-in to your account and add products to your basket and checkout securely.<\/p>\n<p>Statistics: These cookies store information like the number of visitors to the website, the number of unique visitors, which pages of the website have been visited, the source of the visit etc. These data help us understand and analyze how well the website performs and where it needs improvement.<\/p>\n<p>Functional: These are the cookies that help certain non-essential functionalities on our website. These functionalities include embedding content like videos or sharing contents on the website on social media platforms.<\/p>\n<p>Preferences: These cookies help us store your settings and browsing preferences like language preferences so that you have a better and efficient experience on future visits to the website.<\/p>\n<h3>How can I control the cookie preferences ?<\/h3>\n<p>Should you decide to change your preferences later through your browsing session, you can click on the “Privacy &amp; Cookie Policy” tab at the bottom of your screen. This will display the consent notice again enabling you to change your preferences or withdraw your consent entirely.<\/p>\n<p>In addition to this, different browsers provide different methods to block and delete cookies used by websites. You can change the settings of your browser to block\/delete the cookies. To find out more out more on how to manage and delete cookies, visit <a href=\"https:\/\/www.wikipedia.org\/\" target=\"_blank\" rel=\"nofollow noopener\">wikipedia.org<\/a>, <a href=\"https:\/\/www.allaboutcookies.org\" target=\"_blank\" rel=\"nofollow noopener\">www.allaboutcookies.org<\/a>.<\/p>\n<h3>Privacy Policy for The Media Image<\/h3>\n<p>At The Media Image, accessible from https:\/\/the-media-image.com\/, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains the types of information that is collected and recorded by The Media Image and how we use it.<\/p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.<\/p>\n<h3>General Data Protection Regulation (GDPR)<\/h3>\n<p>We are a Data Controller of your information.<\/p>\n<p>The Media Image legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:<\/p>\n<ul>\n<li>The Media Image needs to perform a contract with you.<\/li>\n<li>You have given The Media Image permission to do so.<\/li>\n<li>Processing your personal information is in The Media Image’s legitimate interests.<\/li>\n<li>The Media Image needs to comply with the law<\/li>\n<\/ul>\n<p>The Media Image will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.<\/p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights. If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us. Our Privacy Policy was generated with the help of <a href=\"https:\/\/www.gdprprivacypolicy.net\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>GDPR Privacy Policy Generator<\/strong><\/a> and the <a href=\"https:\/\/www.app-privacy-policy.com\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>App Privacy Policy Generator<\/strong><\/a>.<\/p>\n<p>In certain circumstances, you have the following data protection rights:<\/p>\n<ul>\n<li>The right to access, update or to delete the information we have on you.<\/li>\n<li>The right of rectification.<\/li>\n<li>The right to object.<\/li>\n<li>The right of restriction.<\/li>\n<li>The right to data portability.<\/li>\n<li>The right to withdraw consent.<\/li>\n<\/ul>\n<h3>Log Files<\/h3>\n<p>The Media Image follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services’ analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring\/exit pages and, possibly, the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users’ movement on the website, and gathering demographic information.<\/p>\n<h3>Cookies and Web Beacons<\/h3>\n<p>Like any other website, The Media Image uses “cookies”. Cookies are small text files that are used to store small pieces of information. The cookies are stored on your device when the website is loaded on your browser. Cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users’ experience by customizing web page content based on visitors’ browser type and\/or other information.<\/p>\n<h3>Privacy Policies<\/h3>\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of The Media Image.<\/p>\n<p>Third-party ad servers or ad networks use technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on The Media Image, which are sent directly to users’ browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and\/or to personalize the advertising content that you see on websites that you visit.<\/p>\n<p>Note that The Media Image has no access to, or control over, cookies used by third-party advertisers.<\/p>\n<h3>Third Party Privacy Policies<\/h3>\n<p>The Media Image’s Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.<\/p>\n<p>You can choose to disable cookies through your individual browser options. For detailed information about cookie management with specific web browsers, please visit you browser’s respective website.<\/p>\n<h3>Children’s Information<\/h3>\n<p>Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and\/or monitor and guide their online activity.<\/p>\n<p>The Media Image does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.<\/p>\n<h3>Online Privacy Policy Only<\/h3>\n<p>Our Privacy Policy applies only to the online activities of The Media image and is valid for visitors to our website with regard to the information that they shared and\/or collected via The Media Image. This policy is not applicable to any information collected offline or via channels other than this website.<\/p>\n<h3>Consent<\/h3>\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We were tasked with an exciting brief to build an immersive experience that reflects the innovative nature of slope solutions. This Cookie Policy explains what cookies are and how TMI uses them. You should read this policy to understand what cookies are, how we use them, the types of cookies we use (i.e. the information [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":1879,"parent":0,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"single.php","meta":{"inline_featured_image":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.3 (Yoast SEO v20.0) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Cookies policy - website development and web design service - Phenomenon<\/title>\n<meta name=\"description\" content=\"Cookies policy ➨ The service of creating a website of any complexity ✅ Development of a high-quality turnkey website of any complexity 👨‍💻 Phenomenon Agency\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/phenomenonstudio.com\/cookies-policy\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Cookies policy - website development and web design service - Phenomenon\" \/>\n<meta property=\"og:description\" content=\"Cookies policy ➨ The service of creating a website of any complexity ✅ Development of a high-quality turnkey website of any complexity 👨‍💻 Phenomenon Agency\" \/>\n<meta property=\"og:url\" content=\"https:\/\/phenomenonstudio.com\/cookies-policy\" \/>\n<meta property=\"og:site_name\" content=\"Phenomenon\" \/>\n<meta property=\"article:modified_time\" content=\"2022-04-27T11:14:02+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/phenomenonstudio.com\/wp-content\/uploads\/2021\/10\/Cover-1-1-1-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1344\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/phenomenonstudio.com\/cookies-policy\",\"url\":\"https:\/\/phenomenonstudio.com\/cookies-policy\",\"name\":\"Cookies policy - website development and web design service - Phenomenon\",\"isPartOf\":{\"@id\":\"https:\/\/phenomenonstudio.com\/#website\"},\"datePublished\":\"2021-09-01T05:38:58+00:00\",\"dateModified\":\"2022-04-27T11:14:02+00:00\",\"description\":\"Cookies policy ➨ The service of creating a website of any complexity ✅ Development of a high-quality turnkey website of any complexity 👨‍💻 Phenomenon Agency\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/phenomenonstudio.com\/cookies-policy\"]}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/phenomenonstudio.com\/#website\",\"url\":\"https:\/\/phenomenonstudio.com\/\",\"name\":\"Phenomenon\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/phenomenonstudio.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Cookies policy - website development and web design service - Phenomenon","description":"Cookies policy ➨ The service of creating a website of any complexity ✅ Development of a high-quality turnkey website of any complexity 👨‍💻 Phenomenon Agency","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/phenomenonstudio.com\/cookies-policy","og_locale":"en_US","og_type":"article","og_title":"Cookies policy - website development and web design service - Phenomenon","og_description":"Cookies policy ➨ The service of creating a website of any complexity ✅ Development of a high-quality turnkey website of any complexity 👨‍💻 Phenomenon Agency","og_url":"https:\/\/phenomenonstudio.com\/cookies-policy","og_site_name":"Phenomenon","article_modified_time":"2022-04-27T11:14:02+00:00","og_image":[{"width":"2560","height":"1344","url":"https:\/\/phenomenonstudio.com\/wp-content\/uploads\/2021\/10\/Cover-1-1-1-scaled.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/phenomenonstudio.com\/cookies-policy","url":"https:\/\/phenomenonstudio.com\/cookies-policy","name":"Cookies policy - website development and web design service - Phenomenon","isPartOf":{"@id":"https:\/\/phenomenonstudio.com\/#website"},"datePublished":"2021-09-01T05:38:58+00:00","dateModified":"2022-04-27T11:14:02+00:00","description":"Cookies policy ➨ The service of creating a website of any complexity ✅ Development of a high-quality turnkey website of any complexity 👨‍💻 Phenomenon Agency","inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/phenomenonstudio.com\/cookies-policy"]}]},{"@type":"WebSite","@id":"https:\/\/phenomenonstudio.com\/#website","url":"https:\/\/phenomenonstudio.com\/","name":"Phenomenon","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/phenomenonstudio.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":14,"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":1621,"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/1621"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/media\/1879"}],"wp:attachment":[{"href":"https:\/\/phenomenonstudio.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}